Repository: amarandon/smeuhsocial
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Accepted friendship request from %(from_user)s
fr: %(from_user)s vous a ajouté comme « ami »

source: Declined friendship request from %(from_user)s
fr: %(from_user)s ne vous a pas ajouté comme « ami »

source: Account
fr: Compte

source: Logout
fr: Déconnexion

source: Log in
fr: Connexion

source: or
fr: ou

source: Sign Up
fr: Inscription

source: clear
fr: Cacher

source: About
fr: A propos

source: Welcome
fr: Bienvenue

source: This is your Smeuh
fr: Bienvenue dans votre Smeuh

source: You can <a href="%(signup_url)s">Sign up</a> and <a href="%(login_url)s">Log in</a> to try out the site.
fr: Vous pouvez <a href="%(signup_url)s">vous inscrire</a> et <a href="%(login_url)s">vous authentifier</a> pour essayer le site.

source: You can <a href="%(login_url)s">Log in</a> to try out the site.
fr: Vous pouvez <a href="%(login_url)s">vous authentifier</a> pour essayer le site.

source: To know more about the code that runs this site, report bugs and maybe contribute, please check <a href="https://github.com/alex-marandon/smeuhsocial">the GitHub repository</a>.
fr: Pour en savoir plus sur le code qui fait tourner ce site, signaler des bugs et éventuellement contribuer, c'est <a href="https://github.com/alex-marandon/smeuhsocial">par ici</a>.

source: Bang
fr: Pan!

source: Comments
fr: Commentaires

source: on
fr: à propos de

source: %(tweet_age)s ago
fr: il y a %(tweet_age)s

source: by
fr: posté par

source: Name
fr: Nom

source: Location
fr: Lieu

source: Website
fr: Site Web

source: Profile
fr: Profil

source: Music
fr: Musique

source: Tweets
fr: Touites

source: Inbox
fr: Boite de réception

source: What Next?
fr: Que faire maintenant?

source: Start by <a href="%(signup_url)s">signing up</a> and <a href="%(login_url)s">logging in</a>.
fr: Commencez par <a href="%(signup_url)s">vous inscrire</a> et <a href="%(login_url)s">vous authentifier</a>.

source: Start by <a href="%(login_url)s">logging in</a>.
fr: Commencez par <a href="%(login_url)s">vous authentifier</a>.

source: Other Services
fr: Autres services

source: You have already authorized a twitter account.
fr: Vous avez déjà autorisé un compte twitter.

source: Change your account with this form.
fr: Changez votre compte avec ce formulaire

source: save
fr: sauvegarder

source: uploaded by
fr: envoyé par

source: %(track_age)s ago
fr: il y a %(track_age)s

source: Latest tracks
fr: Derniers sons

source: Your tracks
fr: Vos morceaux

source: Upload track
fr: Uploader un morceau

source: Latest Tracks
fr: Derniers Morceaux

source: Comments on this track:
fr: Commentaires sur ce morceau

source: Posted by
fr: Posté par

source: Edit Track
fr: Editer

source: Delete Track
fr: Supprimer

source: Your Tracks
fr: Vos morceaux

source: Friends' Blogs
fr: Blogs de vos amis

source: All Blogs
fr: Tous les blogs

source: Your Posts
fr: Vos posts

source: Write a Blog Post
fr: Écrire un billet

source: These are blog posts from everyone:
fr: Tous les articles de blog:

source: No blog posts yet.
fr: Aucun billet pour le moment.

source: Blog Post
fr: Billet

source: on
fr: le

source: Edit Post
fr: Éditer ce billet

source: Comments on this post:
fr: Commentaires sur ce billet

source: View source in
fr: Voir le code source en

source: Blog posts by %(username)s
fr: Blog de %(username)s

source: Import Google Contacts
fr: Importer les contacts google

source: Import Yahoo Address Book
fr: Importer les contacts Yahoo!

source: No contacts.
fr: Pas de contacts

source: Invite someone new to join
fr: Invitez quelqu'un de nouveau à nous rejoindre

source: Friendship Requests Received
fr: Demande d'« ami » reçue

source: accept
fr: accepter

source: decline
fr: décliner

source: No friendship requests received.
fr: Aucune demande d'« ami » reçue.

source: Friendship Requests Sent
fr: Demande d'« ami » envoyée

source: No friendship requests sent.
fr: Pas de demande d'« ami » envoyé

source: Join Requests Sent
fr: Demandes d'inscription envoyées

source: No join requests sent.
fr: Pas de demande d'inscriptio envoyée.

source: If you'd like to invite someone to join Pinax, you can enter their email address and a message for them below:
fr: Si vous voulez inviter quelqu'un à rejoindre notre site, vous pouvez saisir leurs adresses email et rédiger un message pour eux ci-dessous:

source: Someone with this email address has already joined:
fr: Quelqu'un avec cette adresse email est déjà membre du site:

source: reply
fr: répondre

source: Tweets You Follow
fr: Abonnements

source: Friends' Tweets
fr: Touites de vos amis

source: All Tweets
fr: Tous les touites

source: Your Followers
fr: Abonnés à vos touites

source: Who You Are Following
fr: Abonnements

source: Followers of %(other_user_display)s
fr: Abonnés à %(other_user_display)s

source: Followers of <a href="%(other_user_url)s">%(other_user_display)s</a>'s tweets:
fr: Abonnés à <a href="%(other_user_url)s">%(other_user_display)s</a>'s

source: No followers.
fr: Aucun abonné.

source: Also see <a href="%(tweet_following_url)s">who %(other_user_display)s is following</a>.
fr: Voir <a href="%(tweet_following_url)s">les abonnements de %(other_user_display)s </a>.

source: %(other_user_display)s is Following
fr: Abonnements de %(other_user_display)s

source: Not following anyone.
fr: Aucun abonnement

source: No tweets yet.
fr: Pas encore de touites.

source: You haven't posted any <a href="%(tweets_url)s">tweets</a> yet.
fr: Vous n'avez pas encore envoyé de <a href="%(tweets_url)s">tweets</a>.

source: There are currently no tweets to be listed.
fr: Il n'y a aucun tweet pour le moment.

source: Single Tweet
fr: Un touite

source: Notice
fr: Notifications

source: Latest Photos
fr: Dernières photos

source: Most Viewed
fr: Les Plus Vues

source: Your Photos
fr: Vos photos

source: Friends' Photos
fr: Photos de vos amis

source: Upload a Photo
fr: Envoyer une photo

source: Previous picture
fr: Image précédente

source: Next picture
fr: Image suivante

source: Flag as inappropriate
fr: Signaler comme contenu inapproprié

source: Comments on this photo:
fr: Commentaires sur cette photo

source: comments
fr: commentaires

source: Viewed %(view_count)s times
fr: Vue %(view_count)s fois

source: Delete Photo
fr: Supprimer cette photo

source: Edit Photo
fr: Éditer cette photo

source: replace
fr: modifier

source: Edit profile
fr: Modifier votre profil

source: Followers
fr: Abonnés

source: Following
fr: Abonnements

source: unfollow
fr: Se désabonner

source: follow tweets
fr: Suivre les Touites

source: You are friends with %(other_user_display)s.
fr: Vous êtes « « ami » avec %(other_user_display)s.

source: Send a message
fr: Envoyer un message

source: remove from friends
fr: Ôter de votre liste d'« amis »

source: %(other_user_display)s has requested friendship.
fr: %(other_user_display)s demande à être votre « ami »

source: Friendship request sent.
fr: Demande d'ajout d'« ami » envoyée.

source: Add As Friend
fr: Ajouter comme « ami »

source: invite
fr: inviter

source: %(other_user_display)s to be a friend.
fr: %(other_user_display)s comme « ami »

source: Tracks
fr: Morceaux

source: No tracks yet.
fr: Pas de morceau.

source: Blog Posts
fr: Billets

source: View all posts
fr: Voir tous les billets

source: No photos uploaded yet...
fr: Il n'y a pas encore de photo...

source: <a href="%(signup_url)s">Sign up</a> and <a href="%(login_url)s">log in </a> to add this person as a friend and see their tweets and blog posts.
fr: Vous pouvez <a href="%(signup_url)s">vous inscrire</a> et <a href="%(login_url)s">vous authentifier</a> pour essayer le site.

source: Your Friends
fr: Vos « Amis »

source: All Photos Matching
fr: Toutes les photos correspondantes

source: All Blog Posts Matching
fr: Tout les articles de blog correspondants

source: Delete Post
fr: Supprimer post

source: Enter your comment
fr: Saisissez votre commentaire ci-dessous
